Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The quick-view is read-only. To edit a session, open it from the History tab.
ar: العرض السريع للقراءة فقط. لتعديل جلسة، افتحها من علامة تبويب السجل.
da: Hurtigvisningen er skrivebeskyttet. Åbn sessionen fra fanen Historik for at redigere den.
de: Die Schnellansicht ist schreibgeschützt. Um eine Sitzung zu bearbeiten, öffne sie über den Verlauf-Tab.
es: La vista rápida es de solo lectura. Para editar una sesión, ábrela desde la pestaña Historial.
fi: Pikanäkymä on vain luku -tilassa. Muokataksesi istuntoa avaa se Historia-välilehdeltä.
fr: L’aperçu rapide est en lecture seule. Pour modifier une session, ouvrez-la depuis l’onglet Historique.
is: Flýtiyfirlitið er aðeins til lestrar. Til að breyta lotu skaltu opna hana úr Sögu-flipanum.
it: L'anteprima rapida è di sola lettura. Per modificare una sessione, aprila dalla scheda Cronologia.
ja: クイックビューは読み取り専用です。セッションを編集するには、履歴タブから開いてください。
ko: 빠른 보기는 읽기 전용입니다. 세션을 편집하려면 기록 목록 탭에서 여세요.
nb: Hurtigvisningen er skrivebeskyttet. For å redigere en økt åpner du den fra Historikk-fanen.
nl: De snelle weergave is alleen-lezen. Open een sessie vanuit het tabblad Geschiedenis om hem te bewerken.
pt_br: A visualização rápida é somente leitura. Para editar uma sessão, abra-a pela aba Histórico.
ru: Быстрый просмотр — только для чтения. Чтобы изменить сессию, откройте её на вкладке «История».
sv: Snabbvyn är skrivskyddad. För att redigera en session, öppna den från fliken Historik.
zh_hans: 快速预览是只读的。要编辑记录，请从“历史”标签页中打开。

source: The range usually described as typical for a well-rested adult
ar: النطاق الذي يوصف عادةً بأنه معتاد لشخص بالغ نال قسطًا جيدًا من الراحة
da: Det interval, der normalt beskrives som typisk for en veludhvilet voksen
de: Der Bereich, der meist als typisch für einen ausgeruhten Erwachsenen beschrieben wird
es: El rango que suele describirse como típico de un adulto bien descansado
fi: Vaihteluväli, jota yleensä kuvataan tyypilliseksi hyvin levänneelle aikuiselle
fr: La plage généralement décrite comme typique pour un adulte bien reposé
is: Bilið sem venjulega er lýst sem dæmigerðu fyrir vel úthvíldan fullorðinn
it: L'intervallo di solito descritto come tipico per un adulto ben riposato
ja: よく休めた成人に典型的とされる範囲
ko: 충분히 휴식한 성인에게 일반적이라고 흔히 설명되는 범위
nb: Området som vanligvis beskrives som typisk for en uthvilt voksen
nl: Het bereik dat meestal als gebruikelijk wordt beschreven voor een goed uitgeruste volwassene
pt_br: A faixa geralmente descrita como típica de um adulto bem descansado
ru: Диапазон, который обычно описывают как типичный для хорошо отдохнувшего взрослого
sv: Det intervall som vanligtvis beskrivs som typiskt för en utvilad vuxen
zh_hans: 通常被描述为休息良好的成年人典型值的范围

source: The Ranges
ar: النطاقات
da: Intervallerne
de: Die Bereiche
es: Los rangos
fi: Vaihteluvälit
fr: Les plages
is: Bilin
it: Gli intervalli
ja: 範囲
ko: 범위
nb: Områdene
nl: De bereiken
pt_br: As faixas
ru: Диапазоны
sv: Intervallen
zh_hans: 范围

source: The ratio of Low Frequency to High Frequency power. Its value is in how it moves for YOU across days, not in where a single reading lands. Both bands move with breathing rate as much as with autonomic state, so a single number carries less than it appears to.
ar: نسبة قدرة التردد المنخفض إلى التردد العالي. قيمتها في كيفية تحرّكها لديك أنت عبر الأيام، لا في موقع قراءة منفردة. يتحرك كلا النطاقين مع معدل التنفس بقدر ما يتحركان مع الحالة الذاتية، لذا يحمل الرقم المنفرد أقل مما يبدو.
da: Forholdet mellem Low Frequency- og High Frequency-effekt. Værdien ligger i, hvordan det bevæger sig for DIG over dage, ikke i hvor en enkelt måling lander. Begge bånd påvirkes lige så meget af vejrtrækningsfrekvens som af autonom tilstand, så et enkelt tal siger mindre, end det ser ud til.
de: Das Verhältnis von niederfrequenter zu hochfrequenter Leistung. Aussagekräftig ist, wie es sich bei DIR über die Tage bewegt, nicht wo eine einzelne Messung landet. Beide Bänder verändern sich mit der Atemfrequenz genauso wie mit dem autonomen Zustand, daher sagt eine einzelne Zahl weniger aus, als es scheint.
es: La relación entre la potencia de baja y alta frecuencia. Su valor está en cómo se mueve en TU caso a lo largo de los días, no en dónde cae una lectura aislada. Ambas bandas se mueven tanto con la frecuencia respiratoria como con el estado autonómico, así que un único número dice menos de lo que parece.
fi: Matala- ja korkeataajuisen tehon suhde. Sen arvo on siinä, miten se muuttuu SINULLA päivästä toiseen, ei siinä, mihin yksittäinen mittaus osuu. Molemmat kaistat muuttuvat hengitystiheyden mukana yhtä paljon kuin autonomisen tilan mukana, joten yksittäinen luku kertoo vähemmän kuin miltä näyttää.
fr: Le rapport entre la puissance basse fréquence et la puissance haute fréquence. Son intérêt tient à son évolution chez VOUS d’un jour à l’autre, pas à la valeur d’une lecture isolée. Les deux bandes varient autant avec la fréquence respiratoire qu’avec l’état autonome ; un chiffre isolé en dit donc moins qu’il n’y paraît.
is: Hlutfall lágtíðni- og hátíðniafls. Gildi þess felst í því hvernig það breytist hjá ÞÉR milli daga, ekki hvar ein mæling lendir. Bæði sviðin breytast jafn mikið með öndunartíðni og með ástandi ósjálfráða taugakerfisins, svo ein tala segir minna en hún virðist gera.
it: Il rapporto tra la potenza a bassa e ad alta frequenza. Il suo valore sta in come varia per TE da un giorno all'altro, non in dove cade una singola lettura. Entrambe le bande variano con la frequenza respiratoria tanto quanto con lo stato autonomico, quindi un singolo numero dice meno di quanto sembri.
ja: 低周波パワーと高周波パワーの比です。その価値は、単一の測定値がどこにあるかではなく、あなたにとって日ごとにどう動くかにあります。どちらの帯域も自律神経の状態と同じくらい呼吸数によって動くため、単一の数値は見かけほど多くを語りません。
ko: 저주파와 고주파 파워의 비율. 이 값의 의미는 단일 측정값이 어디에 있는지가 아니라 며칠에 걸쳐 본인에게서 어떻게 움직이는지에 있습니다. 두 대역 모두 자율신경 상태만큼이나 호흡 속도에 따라 움직이므로, 단일 숫자가 담은 정보는 보이는 것보다 적습니다.
nb: Forholdet mellom lavfrekvent og høyfrekvent effekt. Verdien ligger i hvordan det endrer seg for DEG over dager, ikke i hvor en enkelt måling havner. Begge båndene påvirkes like mye av pustefrekvens som av autonom tilstand, så et enkelt tall sier mindre enn det ser ut til.
nl: De verhouding tussen laagfrequent en hoogfrequent vermogen. De waarde zit in hoe die voor JOU over de dagen beweegt, niet in waar één meting uitkomt. Beide banden bewegen net zo goed mee met het ademtempo als met de autonome toestand, dus één getal zegt minder dan het lijkt.
pt_br: A razão entre a potência de baixa frequência e a de alta frequência. Seu valor está em como ela varia para VOCÊ ao longo dos dias, não em onde uma leitura isolada cai. As duas bandas variam tanto com a frequência respiratória quanto com o estado autonômico, então um número isolado diz menos do que parece.
ru: Соотношение мощности низких и высоких частот. Его ценность — в том, как оно меняется У ВАС изо дня в день, а не в значении отдельного измерения. Обе полосы зависят от частоты дыхания не меньше, чем от вегетативного состояния, поэтому одно число значит меньше, чем кажется.
sv: Kvoten mellan lågfrekvent och högfrekvent effekt. Värdet ligger i hur den rör sig för DIG över dagar, inte var en enskild mätning hamnar. Båda banden påverkas lika mycket av andningstakten som av det autonoma tillståndet, så ett enskilt tal säger mindre än det verkar.
zh_hans: 低频与高频功率之比。它的价值在于它在你身上逐日如何变化，而不在于单次读数落在哪里。两个频段随呼吸频率变化的程度不亚于随自主神经状态变化的程度，所以单个数字所含的信息比看起来要少。

source: The raw backup system is in the App Group container, which persists even if you delete and reinstall the app. Your data is there.
ar: نظام النسخ الاحتياطي الخام موجود في حاوية App Group، التي تبقى حتى لو حذفت التطبيق وأعدت تثبيته. بياناتك موجودة هناك.
da: Det rå backupsystem ligger i App Group-containeren, som bevares, selv hvis du sletter og geninstallerer appen. Dine data er der.
de: Das Rohdaten-Backup liegt im App-Group-Container, der auch erhalten bleibt, wenn du die App löschst und neu installierst. Deine Daten sind da.
es: El sistema de copias sin procesar está en el contenedor App Group, que se conserva aunque borres y reinstales la app. Tus datos están ahí.
fi: Raakavarmuuskopiojärjestelmä on App Group -säiliössä, joka säilyy, vaikka poistaisit sovelluksen ja asentaisit sen uudelleen. Tietosi ovat siellä.
fr: Le système de sauvegarde brute se trouve dans le conteneur App Group, qui persiste même si vous supprimez puis réinstallez l’app. Vos données y sont.
is: Hráa afritakerfið er í App Group geymslunni, sem helst jafnvel þótt þú eyðir appinu og setjir það upp aftur. Gögnin þín eru þar.
it: Il sistema di backup grezzo si trova nel contenitore App Group, che resta anche se elimini e reinstalli l'app. I tuoi dati sono lì.
ja: 生データのバックアップシステムは App Group コンテナにあり、アプリを削除して再インストールしても残ります。データはそこにあります。
ko: 원시 백업 시스템은 App Group 컨테이너에 있어서 앱을 삭제하고 다시 설치해도 유지됩니다. 데이터는 그대로 있습니다.
nb: Det rå sikkerhetskopisystemet ligger i App Group-beholderen, som blir værende selv om du sletter og installerer appen på nytt. Dataene dine er der.
nl: Het systeem voor ruwe back-ups staat in de App Group-container, die blijft bestaan, zelfs als je de app verwijdert en opnieuw installeert. Je gegevens staan daar.
pt_br: O sistema de backup bruto fica no contêiner App Group, que persiste mesmo se você apagar e reinstalar o app. Seus dados estão lá.
ru: Система сырых резервных копий находится в контейнере App Group, который сохраняется даже при удалении и повторной установке приложения. Ваши данные там.
sv: Systemet för råa säkerhetskopior ligger i App Group-behållaren, som finns kvar även om du raderar och installerar om appen. Dina data finns där.
zh_hans: 原始备份系统位于 App Group 容器中，即使你删除并重新安装应用也会保留。你的数据还在那里。

source: The real-world number is the one that matters. A prospective study of health-care workers wearing consumer smartwatches generated 665 alerts, of which 512 were acted on with a test. Across the study there were 80 infection events in total, but only 63 of them had an alert before them — 17 arrived with no warning at all. On the paper's own intent-to-treat definition the positive predictive value was 4% for SARS-CoV-2 and 9% for respiratory infections generally.
ar: الرقم الواقعي هو ما يهم. دراسة استباقية لعاملين في الرعاية الصحية يرتدون ساعات ذكية استهلاكية ولّدت 665 تنبيهًا، أُجري اختبار في 512 منها. على مدى الدراسة كان هناك 80 حدث عدوى إجمالًا، لكن 63 منها فقط سبقها تنبيه — و17 جاءت دون أي إنذار. ووفق تعريف الدراسة نفسها لنية العلاج كانت القيمة التنبؤية الإيجابية 4% لـ SARS-CoV-2 و9% لعدوى الجهاز التنفسي عمومًا.
da: Tallet fra den virkelige verden er det, der betyder noget. Et prospektivt studie af sundhedspersonale med almindelige smartwatches gav 665 advarsler, hvoraf 512 blev fulgt op med en test. I hele studiet var der 80 infektionstilfælde i alt, men kun 63 af dem blev forudgået af en advarsel — 17 kom helt uden varsel. Ifølge artiklens egen intention-to-treat-definition var den positive prædiktive værdi 4 % for SARS-CoV-2 og 9 % for luftvejsinfektioner generelt.
de: Entscheidend ist die Zahl aus der Praxis. Eine prospektive Studie mit Beschäftigten im Gesundheitswesen, die handelsübliche Smartwatches trugen, erzeugte 665 Warnungen, von denen 512 mit einem Test überprüft wurden. Insgesamt gab es in der Studie 80 Infektionsereignisse, aber nur 63 davon ging eine Warnung voraus — 17 kamen ganz ohne Vorwarnung. Nach der Intention-to-treat-Definition der Studie selbst lag der positive Vorhersagewert bei 4 % für SARS-CoV-2 und bei 9 % für Atemwegsinfektionen allgemein.
es: La cifra del mundo real es la que importa. Un estudio prospectivo con personal sanitario que llevaba relojes inteligentes de consumo generó 665 alertas, de las cuales 512 llevaron a hacer una prueba. En todo el estudio hubo 80 episodios de infección en total, pero solo 63 tuvieron una alerta previa: 17 llegaron sin ningún aviso. Según la definición por intención de tratar del propio artículo, el valor predictivo positivo fue del 4 % para el SARS-CoV-2 y del 9 % para las infecciones respiratorias en general.
fi: Todellisen maailman luku on se, jolla on merkitystä. Prospektiivisessa tutkimuksessa, jossa terveydenhuollon työntekijät käyttivät kuluttajaälykelloja, syntyi 665 hälytystä, joista 512:n perusteella tehtiin testi. Tutkimuksessa oli kaikkiaan 80 infektiotapahtumaa, mutta vain 63:a niistä edelsi hälytys — 17 tuli ilman mitään varoitusta. Tutkimuksen oman hoitoaikeeseen perustuvan määritelmän mukaan positiivinen ennustearvo oli 4 % SARS-CoV-2:lle ja 9 % hengitystieinfektioille yleensä.
fr: C’est le chiffre en conditions réelles qui compte. Une étude prospective menée auprès de soignants portant des montres connectées grand public a généré 665 alertes, dont 512 ont donné lieu à un test. Sur l’ensemble de l’étude, il y a eu 80 épisodes infectieux au total, mais seulement 63 ont été précédés d’une alerte — 17 sont survenus sans aucun avertissement. Selon la définition en intention de traiter de l’article, la valeur prédictive positive était de 4 % pour le SARS-CoV-2 et de 9 % pour les infections respiratoires en général.
is: Talan úr raunveruleikanum er sú sem skiptir máli. Framsýn rannsókn á heilbrigðisstarfsfólki sem bar almenn snjallúr gaf 665 viðvaranir, og brugðist var við 512 þeirra með prófi. Í allri rannsókninni voru 80 sýkingartilvik alls, en aðeins 63 þeirra höfðu viðvörun á undan sér — 17 komu án nokkurrar viðvörunar. Samkvæmt eigin skilgreiningu greinarinnar (intent-to-treat) var jákvætt forspárgildi 4% fyrir SARS-CoV-2 og 9% fyrir öndunarfærasýkingar almennt.
it: Il dato del mondo reale è quello che conta. Uno studio prospettico su operatori sanitari che indossavano smartwatch commerciali ha generato 665 avvisi, 512 dei quali sono stati seguiti da un test. In tutto lo studio ci sono stati 80 episodi di infezione, ma solo 63 erano stati preceduti da un avviso: 17 sono arrivati senza alcun preavviso. Secondo la definizione intention-to-treat dello studio stesso, il valore predittivo positivo era del 4% per SARS-CoV-2 e del 9% per le infezioni respiratorie in generale.
ja: 重要なのは実世界での数字です。市販のスマートウォッチを装着した医療従事者を対象とした前向き研究では、665 件のアラートが生成され、そのうち 512 件で検査が行われました。研究全体で感染は計 80 件ありましたが、事前にアラートが出たのは 63 件だけで、17 件はまったく警告なしでした。論文自体の intention-to-treat の定義では、陽性的中率は SARS-CoV-2 で 4%、呼吸器感染症全般で 9% でした。
ko: 중요한 것은 실제 환경에서의 숫자입니다. 일반 스마트워치를 착용한 의료 종사자를 대상으로 한 전향적 연구에서 665건의 알림이 발생했고, 그중 512건은 검사로 이어졌습니다. 연구 전체에서 감염 사례는 총 80건이었지만 그중 63건만 사전에 알림이 있었고, 17건은 아무 경고 없이 발생했습니다. 논문 자체의 치료 의향 정의에 따르면 양성 예측도는 SARS-CoV-2에서 4%, 호흡기 감염 전반에서 9%였습니다.
nb: Tallet fra virkeligheten er det som teller. En prospektiv studie av helsearbeidere med vanlige smartklokker ga 665 varsler, hvorav 512 ble fulgt opp med en test. I løpet av studien var det totalt 80 infeksjonstilfeller, men bare 63 av dem hadde et varsel i forkant — 17 kom helt uten forvarsel. Etter artikkelens egen intention-to-treat-definisjon var den positive prediktive verdien 4 % for SARS-CoV-2 og 9 % for luftveisinfeksjoner generelt.
nl: Het cijfer uit de praktijk is het cijfer dat telt. Een prospectieve studie onder zorgmedewerkers met consumentensmartwatches leverde 665 meldingen op, waarvan er 512 werden opgevolgd met een test. Over de hele studie waren er in totaal 80 infecties, maar slechts 63 daarvan werden voorafgegaan door een melding — 17 kwamen helemaal zonder waarschuwing. Volgens de eigen intention-to-treat-definitie van het artikel was de positief voorspellende waarde 4% voor SARS-CoV-2 en 9% voor luchtweginfecties in het algemeen.
pt_br: O número do mundo real é o que importa. Um estudo prospectivo com profissionais de saúde usando smartwatches comuns gerou 665 alertas, dos quais 512 levaram a um teste. Ao longo do estudo houve 80 eventos de infecção no total, mas apenas 63 deles foram precedidos de um alerta — 17 chegaram sem aviso algum. Pela definição de intenção de tratar do próprio artigo, o valor preditivo positivo foi de 4% para SARS-CoV-2 e de 9% para infecções respiratórias em geral.
ru: Значение имеет именно реальная цифра. В проспективном исследовании медработников, носивших потребительские смарт-часы, было 665 оповещений, по 512 из которых сделали тест. Всего за исследование было 80 случаев инфекции, но оповещение предшествовало только 63 из них — 17 пришли без всякого предупреждения. По собственному определению авторов (intention-to-treat) положительная прогностическая ценность составила 4% для SARS-CoV-2 и 9% для респираторных инфекций в целом.
sv: Det är siffran från verkligheten som räknas. En prospektiv studie av vårdpersonal som bar konsumentklockor gav 665 larm, varav 512 följdes upp med ett test. Under studien inträffade totalt 80 infektioner, men bara 63 av dem föregicks av ett larm — 17 kom helt utan förvarning. Enligt studiens egen intention-to-treat-definition var det positiva prediktiva värdet 4 % för SARS-CoV-2 och 9 % för luftvägsinfektioner generellt.
zh_hans: 真实世界中的数字才是最重要的。一项针对佩戴消费级智能手表的医护人员的前瞻性研究共产生了 665 次警报，其中 512 次之后进行了检测。整个研究中共有 80 次感染事件，但其中只有 63 次在之前有警报 — 17 次完全没有预警。按该论文自己的意向治疗定义，SARS-CoV-2 的阳性预测值为 4%，一般呼吸道感染为 9%。

source: The recovery score adapts based on what data is available. As of May 2026, the composite weights are HRV 60% / Sleep 25% / Vitals 15%.
ar: تتكيّف درجة التعافي حسب البيانات المتاحة. اعتبارًا من مايو 2026، الأوزان المركّبة هي HRV ‏60% / النوم 25% / العلامات الحيوية 15%.
da: Restitutionsscoren tilpasser sig efter, hvilke data der er tilgængelige. Fra maj 2026 er de sammensatte vægte HRV 60 % / Søvn 25 % / Vitale tegn 15 %.
de: Der Erholungswert passt sich an die verfügbaren Daten an. Seit Mai 2026 lauten die Gewichtungen HRV 60 % / Schlaf 25 % / Vitalwerte 15 %.
es: La puntuación de recuperación se adapta según los datos disponibles. Desde mayo de 2026, los pesos compuestos son HRV 60 % / Sueño 25 % / Constantes vitales 15 %.
fi: Palautumispistemäärä mukautuu saatavilla olevien tietojen mukaan. Toukokuusta 2026 alkaen yhdistelmän painot ovat HRV 60 % / uni 25 % / vitaaliarvot 15 %.
fr: Le score de récupération s’adapte aux données disponibles. Depuis mai 2026, les poids composites sont HRV 60 % / Sommeil 25 % / Signes vitaux 15 %.
is: Batastigið aðlagast eftir því hvaða gögn eru tiltæk. Frá og með maí 2026 eru vægi samsetningarinnar HRV 60% / Svefn 25% / Lífsmörk 15%.
it: Il punteggio di recupero si adatta in base ai dati disponibili. Da maggio 2026 i pesi compositi sono HRV 60% / Sonno 25% / Parametri vitali 15%.
ja: 回復スコアは、利用できるデータに応じて変わります。2026 年 5 月時点で、複合スコアの重みは HRV 60% / 睡眠 25% / バイタル 15% です。
ko: 회복 점수는 사용 가능한 데이터에 따라 달라집니다. 2026년 5월 기준 종합 가중치는 HRV 60% / 수면 25% / 활력 징후 15%입니다.
nb: Restitusjonsscoren tilpasser seg etter hvilke data som er tilgjengelige. Fra mai 2026 er vektene i den sammensatte scoren HRV 60 % / Søvn 25 % / Vitale tegn 15 %.
nl: De herstelscore past zich aan op de gegevens die beschikbaar zijn. Sinds mei 2026 zijn de samengestelde gewichten HRV 60% / slaap 25% / vitale waarden 15%.
pt_br: A pontuação de recuperação se adapta aos dados disponíveis. Desde maio de 2026, os pesos compostos são VFC 60% / Sono 25% / Sinais vitais 15%.
ru: Оценка восстановления адаптируется к доступным данным. С мая 2026 года веса составной оценки: ВСР 60% / сон 25% / жизненные показатели 15%.
sv: Återhämtningspoängen anpassas efter vilka data som finns. Från och med maj 2026 är de sammansatta vikterna HRV 60 % / Sömn 25 % / Vitala tecken 15 %.
zh_hans: 恢复评分会根据可用数据进行调整。截至 2026 年 5 月，综合权重为 HRV 60% / 睡眠 25% / 生命体征 15%。

source: The recovery score in each row shows a breakdown: the score plus the tier components (HRV, Sleep, Vitals) that contributed to it.
ar: تعرض درجة التعافي في كل صف تفصيلًا: النتيجة بالإضافة إلى مكوّنات المستويات (HRV، النوم، العلامات الحيوية) التي أسهمت فيها.
da: Restitutionsscoren i hver række viser en opdeling: scoren plus de niveaukomponenter (HRV, søvn, vitale tegn), der bidrog til den.
de: Der Erholungswert in jeder Zeile zeigt eine Aufschlüsselung: den Wert plus die Stufenbestandteile (HRV, Schlaf, Vitalwerte), die dazu beigetragen haben.
es: La puntuación de recuperación de cada fila muestra un desglose: la puntuación más los componentes de nivel (HRV, Sueño, Constantes vitales) que contribuyeron a ella.
fi: Kunkin rivin palautumispistemäärä näyttää erittelyn: pisteet sekä niihin vaikuttaneet tasokomponentit (HRV, uni, vitaaliarvot).
fr: Le score de récupération de chaque ligne affiche une répartition : le score et les composantes de niveau (HRV, Sommeil, Signes vitaux) qui y ont contribué.
is: Batastigið í hverri línu sýnir sundurliðun: stigin ásamt þáttum þrepsins (HRV, svefn, lífsmörk) sem lögðu til þeirra.
it: Il punteggio di recupero in ogni riga mostra un dettaglio: il punteggio più le componenti del livello (HRV, Sonno, Parametri vitali) che vi hanno contribuito.
ja: 各行の回復スコアには内訳が表示されます：スコアと、それに寄与した段階ごとの構成要素（HRV、睡眠、バイタル）です。
ko: 각 행의 회복 점수에는 세부 내역이 표시됩니다: 점수와 그에 기여한 단계 구성 요소(HRV, 수면, 활력 징후).
nb: Restitusjonsscoren i hver rad viser en fordeling: scoren pluss nivåkomponentene (HRV, søvn, vitale tegn) som bidro til den.
nl: De herstelscore in elke rij toont een uitsplitsing: de score plus de niveauonderdelen (HRV, slaap, vitale waarden) die eraan bijdroegen.
pt_br: A pontuação de recuperação em cada linha mostra uma composição: a pontuação mais os componentes de nível (VFC, Sono, Sinais vitais) que contribuíram para ela.
ru: Оценка восстановления в каждой строке показывает разбивку: оценку и компоненты уровней (ВСР, сон, жизненные показатели), из которых она сложилась.
sv: Återhämtningspoängen på varje rad visar en uppdelning: poängen plus de nivåkomponenter (HRV, Sömn, Vitala tecken) som bidrog till den.
zh_hans: 每行中的恢复评分会显示其构成：评分以及贡献它的各层级组成部分（HRV、睡眠、生命体征）。
